import React from 'react'
import { View, Text } from 'react-native'

const AboutScreen = (props) => {

  return (
    <View>
      <Text>

        درباره‌ی کافه‌بازار
  برنامه‌ی «بازار» یک بستر ارائه‌ی برنامه‌ها، بازی‌های اندرویدی و ویدیو در ایران است که از سوی شرکت آوای همراه هوشمند هزاردستان توسعه یافته و در مالکیت «گروه توسعه فناوری اطلاعات هزاردستان» قرار دارد.
  
  کافه‌بازار در بهمن ۱۳۸۹ به همت جمعی از فارغ‌التحصیلان و دانشجویان دانشگاه‌های ایرانی شکل گرفت و از آن زمان تاکنون، با بهره‌مندی از همکاری متخصصان و توسعه‌دهندگان مشتاق و مستعد ایرانی، کوشیده است بستر جامعی از خدمات، محتوا و محصولات دیجیتال را برای کاربران اندرویدی فراهم کند.
  
  ما چه می‌کنیم؟
  کافه‌بازار در این سالها کوشیده میزبانی برای توسعه‌دهنده‌های بازی، برنامه و تأمین‌کنندگان رسمی ویدیو باشد تا محصول و محتوای خود را به مخاطبان ایرانی برسانند. کافه بازار همواره می‌کوشد خدمات بومی و بهینه‌سازی‌شده‌ای را به کاربران ایرانی ارائه کند.
  
  بخشی از خدمات گسترده‌ی ما به شرح زیر است:‌
  
  انتشار برنامه‌ها و بازی‌ها به زبان فارسی
  
  فراهم‌کردن خدمات پرداخت آسان برای کاربران داخلی
  
  ارائه‌ی محتوای گلچین‌شده از سوی تیم سردبیران کافه‌بازار
  
  پشتیبانی ۲۴ ساعته در تمام روزهای هفته، برای کاربران و توسعه‌دهندگان
  
  «بازار» علاوه بر میزبانی برنامه‌ها و بازی‌ها به زبان فارسی، به زبان انگلیسی نیز در دسترس است.
  
  
      </Text>
    </View>
  )

}

export default AboutScreen